{
  "transcription": "Both are you? Hi, how are you? Pretty good. Hey, I just sent you. \nI just send you a a the pick up here for Pomona. You should be on your app already but it's basically the same and the same Vol, it has two directions, but go to Pomona First, they're going to load you tense kids and then you drop off in Fontana. Everything off loan. Now, we're loaded back, we'll go back to the Ontario one and load again. \nCould you repeat please? I'm sorry. English is my second language. I need to go back to Pomona. Correct, pick up some Lord and we have loads proceeded to Fontana, correct. And then after you offload, you'll go back to Ontario and pick up the other 16 pallets. You've told me she knows not Ontario that are the right next to each other. That their life is empty the right next to each other. Okay, okay. Okay. I see I see 2001 West Mission Boulevard, Pomona correct 91-76. Okay. Okay. Pick up. \nGfl, C11 got this guy and it's, it's two stopped in that same Vol. So it's the same order for the other ones as well. So we're not going to change anything, which is going to pick up to half, load the 1st 10 and then come back to a different location for the other one. So they're going to the same number. So both these pick up. I need to represent one oil gflc 11. \nYeah. Yeah. You just they'll let you know that's coming in. If you have problems to pick up just let me know. \nOkay, okay, okay, got this. I'm heading towards Pomona. Thank you very much. All right, thanks man, thank you, thank you. Okay. \n\n[Speaker 1]: Both \n[Speaker 2]: are you? Hi, how are you? \n[Speaker 1]: Pretty good. Hey, I just sent \n[Speaker 2]: you. I just send you a a the pick up here for Pomona. You should be on your app already but it's basically the same and the same Vol, it has two directions, but go to Pomona First, they're going to load you tense kids and then you drop off in Fontana. Everything off loan. Now, we're loaded back, we'll go back to the Ontario one and load \n[Speaker 1]: again. Could you repeat please? I'm sorry. English is my second language. I need to go back to Pomona. Correct, pick up some Lord and we have loads proceeded to Fontana, \n[Speaker 2]: correct. And then after you offload, you'll go back to Ontario and pick up the other 16 pallets. \n[Speaker 1]: You've told me she knows not Ontario that are the right next to each other. That their life is empty the right next to each other. Okay, okay. Okay. I see I see 2001 West Mission Boulevard, Pomona correct 91-76. Okay. Okay. Pick up. Gfl, C11 got this guy \n[Speaker 2]: and it's, it's two stopped in that same Vol. So it's the same order for the other ones as well. So we're not going to change anything, which is going to pick up to half, load the 1st 10 and then come back to a different location for the other one. So they're going to the same number. \n[Speaker 1]: So both these pick up. I need to represent one oil gflc 11. \n[Speaker 2]: Yeah. Yeah. You just they'll let you know that's coming in. If you have problems to pick up just let me know. Okay, okay, okay, got this. I'm heading towards Pomona. Thank you very much. All right, thanks man, thank you, thank you. Okay. "
}